Repository: ShadowCurrent/drink-pulse
Catalog: drinkpulse/Localizable.xcstrings
Source language: en
Languages: de, pl

# action.import
source: Import
de: Importieren
pl: Importuj

# action.deleteAll
source: Delete All
de: Alles löschen
pl: Usuń wszystko

# action.cancel
source: Cancel
de: Abbrechen
pl: Anuluj

# action.save
source: Save
de: Speichern
pl: Zapisz

# addDrink.alcoholUnits
source: Alcohol units
de: Alkoholeinheiten
pl: Jednostki alkoholu

# addDrink.amount
source: Amount
de: Anzahl
pl: Liczba

# addDrink.date
source: Date
de: Datum
pl: Data

# addDrink.pricePlaceholder
source: Price (optional)
de: Preis (optional)
pl: Cena (opcjonalnie)

# addDrink.serving
source: Serving
de: Portion
pl: Porcja

# addDrink.strength
source: Strength
de: Stärke
pl: Moc

# addDrink.title
source: Add Drink
de: Getränk hinzufügen
pl: Dodaj napój

# addDrink.volume
source: Volume
de: Volumen
pl: Objętość

# arc.progress.label
source: %d%% of daily limit
de: %d %% des Tageslimits
pl: %d %% dziennego limitu

# dashboard.alert.title
source: Weekly limit exceeded
de: Wochenlimit überschritten
pl: Przekroczono limit tygodniowy

# dashboard.chip.calories
source: Calories
de: Kalorien
pl: Kalorie

# dashboard.chip.drinks
source: Drinks
de: Getränke
pl: Drinki

# dashboard.greeting.afternoon
source: Good afternoon
de: Guten Tag
pl: Dzień dobry

# dashboard.greeting.evening
source: Good evening
de: Guten Abend
pl: Dobry wieczór

# dashboard.greeting.morning
source: Good morning
de: Guten Morgen
pl: Dzień dobry

# dashboard.hero.dailyAvg
source: of %@ daily avg.
de: von %@ Tagesdurchschnitt
pl: z %@ dziennej średniej

# dashboard.hero.dailyLimit
source: of %@ daily limit
de: von %@ Tageslimit
pl: z %@ dziennego limitu

# dashboard.hero.eyebrow
source: Today's Intake
de: Heutiger Konsum
pl: Dzisiejsze spożycie

# dashboard.metric.alcohol
source: Today's Alcohol
de: Alkohol heute
pl: Alkohol dziś

# dashboard.metric.calories
source: Calories
de: Kalorien
pl: Kalorie

# dashboard.metric.drinks
source: Drinks Today
de: Getränke heute
pl: Drinki dziś

# dashboard.metric.spend
source: Today's Spend
de: Ausgaben heute
pl: Wydatki dziś

# dashboard.overview.days7
source: 7 Days
de: 7 Tage
pl: 7 dni

# dashboard.overview.days30
source: 30 Days
de: 30 Tage
pl: 30 dni

# dashboard.overview.overLimit
source: +%@ over limit
de: +%@ über Limit
pl: +%@ powyżej normy

# dashboard.overview.title
source: Overview
de: Überblick
pl: Spożycie

# dashboard.ring.days7
source: 7 days
de: 7 Tage
pl: 7 dni

# dashboard.ring.days30
source: 30 days
de: 30 Tage
pl: 30 dni

# dashboard.ring.today
source: Today
de: Heute
pl: Dziś

# dashboard.risk.caution
source: Moderate Risk
de: Mittleres Risiko
pl: Umiarkowane ryzyko

# dashboard.risk.exceeded
source: High Risk
de: Hohes Risiko
pl: Wysokie ryzyko

# dashboard.risk.safe
source: Low Risk
de: Geringes Risiko
pl: Niskie ryzyko

# dashboard.section.thisWeek
source: This Week
de: Diese Woche
pl: Ten tydzień

# dashboard.section.today
source: Today
de: Heute
pl: Dziś

# dashboard.streak.current
source: Day Streak
de: Tage in Folge
pl: Passa bez alkoholu

# dashboard.streak.soberThisMonth
source: Sober Days
de: Nüchterne Tage
pl: Trzeźwe dni

# dashboard.streak.zeroState
source: No drinks = streak
de: Kein Drink = Serie
pl: Brak drinka = seria

# dashboard.weeklyGoal
source: Weekly Goal
de: Wochenziel
pl: Cel tygodniowy

# editDrink.category
source: Category
de: Kategorie
pl: Kategoria

# editDrink.customName
source: Custom Name
de: Benutzerdefinierter Name
pl: Własna nazwa

# editDrink.customNamePlaceholder
source: e.g. Tyskie IPA
de: z. B. Tyskie IPA
pl: np. Tyskie IPA

# editDrink.notes
source: Notes
de: Notizen
pl: Notatki

# editDrink.notesPlaceholder
source: e.g. Friday pub night with Anna
de: z. B. Freitagsabend in der Kneipe
pl: np. Piątkowy wieczór w pubie z Anią

# editDrink.title
source: Edit Drink
de: Getränk bearbeiten
pl: Edytuj napój

# history.emptyDescription
source: Tap + on the Home tab to log your first drink.
de: Tippe auf dem Tab Startseite auf +, um dein erstes Getränk einzutragen.
pl: Naciśnij + na karcie Strona główna, aby dodać pierwsze spożycie.

# history.emptyTitle
source: No drinks logged
de: Keine Getränke eingetragen
pl: Brak zarejestrowanych napojów

# history.today
source: Today
de: Heute
pl: Dziś

# history.yesterday
source: Yesterday
de: Gestern
pl: Wczoraj

# insights.comingSoon.description
source: Charts and health metrics are coming soon.
de: Diagramme und Gesundheitsdaten folgen in Kürze.
pl: Wykresy i dane zdrowotne pojawią się wkrótce.

# insights.comingSoon.title
source: Coming Soon
de: Noch nicht verfügbar
pl: Już wkrótce

# onboarding.guideline.body
source: We'll track your consumption against these limits.
de: Wir vergleichen deinen Konsum mit diesen Grenzen.
pl: Będziemy śledzić Twoje spożycie względem tych limitów.

# onboarding.guideline.done
source: Get Started
de: Loslegen
pl: Zacznij

# onboarding.guideline.skip
source: Skip (use WHO default)
de: Überspringen (WHO-Standard)
pl: Pomiń (użyj WHO)

# onboarding.guideline.title
source: Your Guideline
de: Deine Richtlinie
pl: Twoje wytyczne

# onboarding.profile.body
source: Optional. Helps us calculate more accurate insights.
de: Optional. Hilft uns, genauere Einblicke zu berechnen.
pl: Opcjonalne. Pomaga nam w dokładniejszej analizie.

# onboarding.profile.dateOfBirth
source: Date of Birth
de: Geburtsdatum
pl: Data urodzenia

# onboarding.profile.privacy
source: Stored only on this device.
de: Wird nur auf diesem Gerät gespeichert.
pl: Przechowywane tylko na tym urządzeniu.

# onboarding.profile.sex
source: Biological Sex
de: Biologisches Geschlecht
pl: Płeć biologiczna

# onboarding.profile.title
source: About You
de: Über dich
pl: O Tobie

# onboarding.step.continue
source: Continue
de: Weiter
pl: Dalej

# onboarding.step.skip
source: Skip
de: Überspringen
pl: Pomiń

# onboarding.welcome.body
source: Track what you drink and understand your habits.
de: Verfolge, was du trinkst, und verstehe deine Gewohnheiten.
pl: Śledź, co pijesz, i poznaj swoje nawyki.

# onboarding.welcome.cta
source: Get Started
de: Loslegen
pl: Zacznij

# onboarding.welcome.cta.hint
source: Begins the setup process
de: Startet die Einrichtung
pl: Rozpoczyna proces konfiguracji

# onboarding.welcome.skipAll
source: Skip all setup
de: Einrichtung überspringen
pl: Pomiń konfigurację

# onboarding.welcome.title
source: Welcome to DrinkPulse
de: Willkommen bei DrinkPulse
pl: Witaj w DrinkPulse

# settings.abvPrecision
source: ABV precision
de: Alkohol-Genauigkeit
pl: Dokładność ABV

# settings.abvPrecision.coarse
source: %@ steps
de: je %@
pl: Co %@

# settings.abvPrecision.fine
source: %@ steps
de: je %@
pl: Co %@

# settings.alcoholUnit
source: Alcohol unit
de: Alkoholeinheit
pl: Jednostka alkoholu

# settings.alcoholUnit.grams
source: Grams (g)
de: Gramm (g)
pl: Gramy (g)

# settings.alcoholUnit.standardDrinks
source: Standard drinks
de: Standardgetränke
pl: Standardowe drinki

# settings.alcoholUnit.units
source: Units (UK)
de: Einheiten (UK)
pl: Jednostki (UK)

# settings.appearance.mode
source: Appearance
de: Erscheinungsbild
pl: Wygląd

# settings.appearance.mode.dark
source: Dark
de: Dunkel
pl: Ciemny

# settings.appearance.mode.light
source: Light
de: Hell
pl: Jasny

# settings.appearance.theme
source: Theme
de: Farbschema
pl: Motyw

# settings.dateOfBirth
source: Date of Birth
de: Geburtsdatum
pl: Data urodzenia

# settings.guideline.custom
source: Custom
de: Benutzerdefiniert
pl: Własna

# settings.guideline.de
source: Germany (DHS)
de: Deutschland (DHS)
pl: Niemcy (DHS)

# settings.guideline.threshold.daily_weekly
source: %.0f g/day · %.0f g/week
de: %.0f g/Tag · %.0f g/Woche
pl: %.0f g/dzień · %.0f g/tydz.

# settings.guideline.threshold.weekly
source: %.0f g/week
de: %.0f g/Woche
pl: %.0f g/tydz.

# settings.guideline.threshold.weekly.nodaily
source: %.0f g/week (no daily limit)
de: %.0f g/Woche (kein Tageslimit)
pl: %.0f g/tydz. (bez limitu dziennego)

# settings.guideline.uk
source: UK (NHS)
de: Vereinigtes Königreich (NHS)
pl: Wielka Brytania (NHS)

# settings.guideline.us
source: US (NIAAA)
de: USA (NIAAA)
pl: USA (NIAAA)

# settings.section.appearance
source: Appearance
de: Erscheinungsbild
pl: Wygląd

# settings.section.guideline
source: Guideline
de: Richtlinie
pl: Norma

# settings.section.preferences
source: Preferences
de: Einstellungen
pl: Preferencje

# settings.section.privacy
source: Privacy & Security
de: Datenschutz & Sicherheit
pl: Prywatność i bezpieczeństwo

# settings.data.confirmDC.message
source: Found %d drinks. Import all?
de: %d Getränke gefunden. Alle importieren?
pl: Znaleziono %d napojów. Importować wszystkie?

# settings.data.confirmDC.title
source: Import from DrinkControl
de: Von DrinkControl importieren
pl: Importuj z DrinkControl

# settings.data.deleteAll
source: Delete all data
de: Alle Daten löschen
pl: Usuń wszystkie dane

# settings.data.deleteAll.message
source: All drink logs and templates will be permanently deleted. Your profile will be reset to defaults. This cannot be undone.
de: Alle Einträge und Vorlagen werden dauerhaft gelöscht. Ihr Profil wird auf die Standardeinstellungen zurückgesetzt. Diese Aktion kann nicht rückgängig gemacht werden.
pl: Wszystkie wpisy i szablony zostaną trwale usunięte. Profil zostanie przywrócony do ustawień domyślnych. Tej operacji nie można cofnąć.

# settings.data.deleteAll.title
source: Delete All Data?
de: Alle Daten löschen?
pl: Usunąć wszystkie dane?

# settings.data.export
source: Export all data
de: Alle Daten exportieren
pl: Eksportuj dane

# settings.data.importDC
source: Import from DrinkControl
de: Von DrinkControl importieren
pl: Importuj z DrinkControl

# settings.data.importDP
source: Import DrinkPulse backup
de: DrinkPulse-Backup importieren
pl: Importuj kopię zapasową

# settings.data.result.failed
source: %d failed
de: Fehler: %d
pl: Błędy: %d

# settings.data.result.imported
source: %d imported
de: Importiert: %d
pl: Zaimportowano: %d

# settings.data.result.skipped
source: %d skipped (duplicates)
de: Übersprungen: %d (Duplikate)
pl: Pominięto: %d (duplikaty)

# settings.data.result.title
source: Import complete
de: Import abgeschlossen
pl: Import zakończony

# settings.section.data
source: Data
de: Daten
pl: Dane

# settings.section.profile
source: Profile
de: Profil
pl: Profil

# settings.sex
source: Sex
de: Geschlecht
pl: Płeć

# settings.sex.female
source: Female
de: Weiblich
pl: Kobieta

# settings.sex.male
source: Male
de: Männlich
pl: Mężczyzna

# settings.systemLock
source: App Lock
de: App-Sperre
pl: Blokada aplikacji

# settings.systemLock.footer
source: Managed by iOS. To enable, open Settings → DrinkPulse → Require Face ID.
de: Von iOS verwaltet. Zum Aktivieren: Einstellungen → DrinkPulse → Face ID erforderlich.
pl: Zarządzane przez iOS. Aby włączyć, otwórz Ustawienia → DrinkPulse → Wymagaj Face ID.

# settings.volumeUnit
source: Volume unit
de: Volumeneinheit
pl: Jednostka objętości

# settings.volumeUnit.imperialOz
source: Imperial fl oz
de: Imp. fl oz
pl: Imp. uncje płynne

# settings.volumeUnit.ml
source: Millilitres (ml)
de: Milliliter (ml)
pl: Mililitry (ml)

# tab.add
source: Add
de: Hinzufügen
pl: Dodaj

# tab.history
source: History
de: Verlauf
pl: Historia

# tab.home
source: Home
de: Startseite
pl: Strona główna

# tab.settings
source: Settings
de: Einstellungen
pl: Ustawienia

# unit.units
source: units
de: Einh.
pl: j.

# editDrink.name
source: Name
pl: Nazwa

# history.calendar.future
source: future
pl: przyszłość

# history.calendar.soberSuffix
source: sober day
pl: dzień trzeźwości

# history.calendar.soberDayPlaceholder
source: Sober day — no drinks recorded
pl: Dzień trzeźwości — brak napojów

# history.segment.calendar
source: Calendar
pl: Kalendarz

# history.segment.list
source: List
pl: Lista

# history.segment.picker
source: View
pl: Widok

# insights.areaChart.empty
source: No data yet — log a drink to see trends
pl: Brak danych — zarejestruj drinka, by zobaczyć trendy

# insights.chart.axis.date
source: Date
pl: Data

# insights.chart.axis.grams
source: Grams
pl: Gramy

# insights.chart.axis.weekday
source: Weekday
pl: Dzień tygodnia

# insights.guideline.ofLimit
source: of limit
pl: limitu

# insights.heatmap.legend.less
source: Less
pl: Mniej

# insights.heatmap.legend.more
source: More
pl: Więcej

# insights.hero.total
source: Total
pl: Łącznie

# insights.hero.vsPrev
source: vs prev. %1$@ · %2$@
pl: vs poprz. %1$@ · %2$@

# insights.metric.bingeEpisodes
source: Binge Episodes
pl: Epizody ciągów

# insights.metric.calories
source: Alcohol Calories
pl: Kalorie z alkoholu

# insights.metric.drinkFreeDays
source: Drink-Free Days
pl: Dni bez alkoholu

# insights.metric.heaviestDay
source: Heaviest Day
pl: Najcięższy dzień

# insights.metric.risk.high
source: High Risk
pl: Wysokie ryzyko

# insights.metric.risk.low
source: Low Risk
pl: Niskie ryzyko

# insights.metric.risk.moderate
source: Moderate Risk
pl: Umiarkowane ryzyko

# insights.metric.riskLevel
source: Risk Level
pl: Poziom ryzyka

# insights.metric.soberStreak
source: Longest Streak
pl: Najdłuższa seria

# insights.metric.spend
source: Spend
pl: Wydatki

# insights.nav.jumpToNow
source: Return to current period
pl: Wróć do bieżącego okresu

# insights.nav.lastMonth
source: Last month
pl: Poprzedni miesiąc

# insights.nav.lastWeek
source: Last week
pl: Poprzedni tydzień

# insights.nav.lastYear
source: Last year
pl: Poprzedni rok

# insights.nav.nextPeriod
source: Next period
pl: Następny okres

# insights.nav.now
source: NOW
pl: TERAZ

# insights.nav.prevPeriod
source: Previous period
pl: Poprzedni okres

# insights.nav.thisMonth
source: This month
pl: Ten miesiąc

# insights.nav.thisWeek
source: This week
pl: Ten tydzień

# insights.nav.thisYear
source: This year
pl: Ten rok

# insights.nav.weeksAgo
source: %d weeks ago
pl: %d tygodnie temu

# insights.nav.yearsAgo
source: %d years ago
pl: %d lata temu

# insights.period.month
source: Month
pl: Miesiąc

# insights.period.week
source: Week
pl: Tydzień

# insights.period.year
source: Year
pl: Rok

# insights.section.activityHeatmap
source: Activity
pl: Aktywność

# insights.section.areaChart
source: Alcohol Over Time
pl: Alkohol w czasie

# insights.section.guidelineComparison
source: Guideline Comparison
pl: Porównanie z wytycznymi

# insights.section.healthImpact
source: Health Impact
pl: Wpływ na zdrowie

# insights.section.healthMetrics
source: Health Metrics
pl: Wskaźniki zdrowotne

# insights.section.period
source: Period
pl: Okres

# insights.section.weekdayPatterns
source: Weekday Patterns
pl: Wzorce tygodniowe

# insights.trend.unchanged
source: Unchanged
pl: Bez zmian

# settings.guideline.who
source: WHO (Global)
pl: WHO (globalna)

# settings.volumeUnit.usOz
source: US fl oz
pl: Uncje płynne USA

# unit.day
source: day
pl: dzień

# unit.standardDrinks
source: std
pl: st.
